"INSTALLER_CHOICE_2_2_TITLE" = "Wiki-style Link Parser";

"INSTALLER_CHOICE_2_2_DESCRIPTION" = "Wiki-style link parser to automatically replace [[<title>]] text blocks with the actual link. The parser can be configured on a per-channel basis from its included preference pane.";

"INSTALLER_CHOICE_2_1_DESCRIPTION" = "This extension, created by Tobias Pollmann, adds the \"/itunes\" command to Textual providing a command-based interface for playing, pausing, going to next song (or previous), and more. It also adds an auto-announce feature for now playing information. See \"/itunes help\" for a list of available commands and the included preference pane for configuration options.";

"INSTALLER_CHOICE_1_TITLE" = "Scripts";

"INSTALLER_CHOICE_2_DESCRIPTION" = "This package installs extensions that may be found useful to a select group of users.";

"DISTRIBUTION_TITLE" = "Textual IRC Client Extras";

"INSTALLER_CHOICE_2_1_TITLE" = "iTunes Controller";

"REQUIREMENT_FAILED_MESSAGE_VOLUME_CHECK_1" = "The ability for addons to be executed outside of the Mac OS sandbox was not introduced until Mountain Lion. Installing these addons on an earlier version of Mac OS will result in them doing absolutely nothing.";

"INSTALLER_CHOICE_1_DESCRIPTION" = "This package installs all custom scripts that are exempt from the sandbox. What's included: apps, music, np, page, qt, spotify, rdio, vlc, and yolo. ";

"INSTALLER_CHOICE_2_TITLE" = "Extensions";

